Repository: artemanufrij/regextester
Catalog: po/*.po
Languages: fr, pt_br

source: Match %d
fr: Correspondance %d
pt_br: Encontrar %d

source: Copy match…
fr: Copier la correspondance…
pt_br: Copiar correlação…

source: <small>Group %d:</small> %s
fr: <small>Groupe %d:</small> %s
pt_br: <small>Grupo %d:</small> %s

source: Regex Tester
fr: Testeur Regex

source: Regular expression
fr: Expression régulière
pt_br: Expressões regulares

source: Test String
fr: Tester une chaîne de caractère
pt_br: Testar sequências

source: Hide Sidebar
fr: Masquer la barre latérale
pt_br: Esconder barra lateral

source: Show Sidebar
fr: Afficher la barre latérale
pt_br: Mostrar barra lateral

source: Multiline
fr: Multiligne
pt_br: Multilinha

source: Regex Style
fr: Type de Regex
pt_br: Tipo de expressões regulares

source: Choose a Regex Style
fr: Sélectionner un type de Regex
pt_br: Escolha tipo de expressões regulares

source: Match Information
fr: Informations de correspondance
pt_br: Resultados encontrados
